Revit 2024 API
ReleaseConditions.Start Property
 Gets or Sets the position of release type. True for start, false for end.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public bool Start { get; set; }
Visual Basic
Public Property Start As Boolean
	Get
	Set
Visual C++
public:
property bool Start {
	bool get ();
	void set (bool value);
}
See Also
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace